{
  "information": "Information",
  "termsPrivacy": "Terms and Privacy",
  "terms": "Terms",
  "privacy": "Privacy integrity",
  "about": "About",
  "mainPage": "Main page",
  "qrGenerator": "QR Code Generator",
  "contact": "Contact us",
  "useCase": "Use cases",
  "termsInfo": "1. Introduction\nPlease read all information carefully.\n1.1 Mobile-TAG is an application designed to simplify and streamline the collection of information in the event of vehicle incidents. One of the biggest advantages of Mobile-TAG is that it eliminates language barriers.\nMobile-TAG enables drivers to complete reports in their own language instead of the official language of the country where their vehicle is registered. Mobile-TAG-AUTO handles all translations automatically.\n2. Advantages of using Mobile-TAG:\n2.1 Independent use – Mobile-TAG is a standalone application that can be used by any driver.\n2.2 Multilingual support – The application supports multiple languages ​​and adapts automatically if the selected language is available, the user can read the questions in their own language but the report is created in the official language of the vehicle.\n2.3 Automated documentation – Automatically creates a read-only PDF report with all necessary information.\n2.4 Quick sharing – The report can be easily sent to other parties and insurance companies via e-mail.\n2.5 Clear structure – Each driver gets his own page in the report, making it clear who reported what.\n2.6 User friendly – ​​The app guides you step by step and ensures that important information is collected.\n3. How Mobile-TAG works:\n3.1 Language support – The app handles automatic translations, so the driver receives the report in the vehicle's registration language.\n3.2 Report generation – In the event of an incident, the user fills in the information, and Mobile-TAG creates a PDF report.\n3.3 Secure sharing – The report is read-only and can be sent directly to the parties via email if email addresses are provided.\n4. Important recommendations:\n4.1 Follow local laws – In the event of serious accidents with personal injuries or when the vehicle cannot be driven on, emergency services and roadside assistance must be contacted according to local regulations.\n4.2 Safety measures - Ensure that everyone involved is safe and that other road users are warned in a safe way.\n5. User responsibility:\n5.1 Truthfulness - You are responsible for providing accurate and truthful information in the report.\n5.2 Document storage – You are responsible for keeping the PDF report secure and protecting it from unauthorized access.\n5.3 Legal Penalties – Providing false information may lead to legal action by affected parties, including insurance companies.\n6. Language support:\n6.1 Mobile-TAG supports multiple languages, making it easy for drivers from different countries to use the app. The report can be generated in the official language of the country where the vehicle is registered.\nThe language translations are handled by machine translation.\n6.2 Available languages ​​include but are not limited to –\nArabic, Bulgarian, Bosnian, Czech, German, Danish, French, English, Dutch, Greek, Italian, Irish, Norwegian, Mongolian, Malay, Kazakh, Hindi, Urdu, Persian, Serbian, Slovenian, Slovak, Turkish, Portuguese(Brazil) , Polish, Russian, Finnish, Ukrainian, Luxembourgish, Hungarian, Swedish, Romanian, Japanese, Chinese, Korean, Indonesian, Uzbek, Somali, Spanish and Vietnamese.\nThis means that the document can be created in these languages ​​and that they are also available for machine translation and users can report incorrect translations to improve future versions.\n7. Data protection and security:\n7.1 Encryption – Personal data is encrypted and stored securely in accordance with data protection regulations.\n7.2 TLS protection – All data sent to the server, for example when drivers are connected in a joint report, is encrypted via TLS.\n7.4 Privacy – All data is stored locally on the device and is only shared when the user chooses to send the report. No data is stored on Mobile-TAG's server, and no third party has access to the communication.\n8. Purpose:\n8.1 Mobile-TAG is developed to streamline and simplify claims handling. The app guides the user step by step, eliminates language barriers and generates a professional, read-only report. The report can be used as a basis for contact with insurance companies or other parties involved.\n9. Disclaimer:\n9.1 Mobile-TAG is provided \"as is\" without warranties of any kind, either express or implied. The developer does not guarantee that the app will function without errors or be available at all times. The user agrees to use the app at his own risk. The developer cannot be held responsible for technical problems, interruptions or errors in the functionality of the app.\n10. Limitation of Liability:\n10.1 The developer is not responsible for direct, indirect, special, incidental or consequential damages, including but not limited to loss of data, financial losses, or damages arising from the use of Mobile-TAG. This applies even if the developer has been informed of the possibility of such damages.\n11. Responsibilities of the user:\n11.1 Mobile-TAG is a tool to facilitate information gathering in the event of vehicle incidents. It is the user's responsibility to take the necessary measures in accordance with local laws, including contacting emergency services in the event of serious accidents. The user is also responsible for ensuring that all information is correct and truthful. Knowingly providing false information may lead to legal action.\n12. Manage PDF reports:\n12.1 The User is responsible for ensuring the security of PDF reports generated by the App. The developer is not responsible for loss of reports if the user loses their device, loses access to their email or otherwise loses access to the document. The user recommends saving a copy of the report in a safe place.\n13. Machine translations:\n13.1 Machine translations may contain errors, and the developer is not responsible for any inaccuracies in the translations. The PDF report shows that machine translation has been used, and the user's original texts are included in the report.",
  "privacyInfo": "Privacy Policy:\n\nThis application (“the App”) uses Google AdMob to display advertisements. By accepting the Terms of Use of this App, you also accept the terms of this Privacy Policy regarding the use of AdMob.\n\nData Collection and Use:\n\nGoogle AdMob may collect and use identifiers (such as Advertising ID), device information, and interaction data in order to provide personalized or non-personalized ads.\n\nWe do not collect personally identifiable information (such as name, email, or address) through AdMob.\n\nFor more information on how Google handles user data, please refer to Google’s Privacy Policy: https://policies.google.com/technologies/ads\n\nConsent and Withdrawal:\n\nYou can choose whether to allow personalized ads or only non-personalized ads during the initial consent dialog.\n\nIf you withdraw your acceptance of the App’s Terms of Use (via the provided checkbox), your consent to AdMob data processing is automatically withdrawn as well. In this case, AdMob will no longer be used to deliver ads in the App.\n\nYou can also reset or disable your device’s Advertising ID at any time in the device settings.\n\nSharing of Data:\n\nAd data may be shared with Google and its advertising partners as part of the AdMob service.\n\nWe do not share user data with any other third parties outside of AdMob.\n\nChanges:\n\nWe may update this Privacy Policy from time to time. Any changes will be posted within the App and will take effect upon publication.\n\nWebsite and Cookies:\nThe official website (https://www.mobiletag-auto.com) uses Google AdSense to display advertisements.Google may use cookies and similar technologies to deliver personalized or non-personalized ads based on your browsing activity.\nWe do not collect, store, or process any personal data on our servers.\nAll ad-related data collection is handled directly by Google in accordance with their privacy policies.\nYou can learn more about how Google uses cookies and advertising data here:\nhttps://policies.google.com/technologies/ads\nBy continuing to use our website, you consent to Google’s use of cookies for ad delivery and analytics purposes.\nYou can manage or disable cookies in your browser settings at any time.\n\nContact:\nIf you have any questions about this Privacy Policy or how your data is handled, please contact us at: [your email/contact info]",
  "appAutomatic": "“The app handles all languages, settings and technical details automatically in the background – you just need to fill in your information. The rest happens in a few minutes.",
  "shortInfo": "Mobile-TAG is especially useful where there are language barriers. Mobile-TAG supports almost all European languages ​​and follows the standardized claim report. Do all your loved ones a favor and recommend this powerful application.",
  "incidentScenario": "Imagine a Spanish driver with a German-registered car colliding with a French driver with an Italian-registered car. Normally, language barriers make accident reports complicated. With Mobile-TAG, each driver fills in details in their own language, and the app automatically translates into the vehicle’s registration language while keeping the original text. This ensures a fast, fair, and transparent report – especially valuable without comprehensive insurance.",
  "notConfesionInfo": "The application is only a tool to facilitate the exchange of information after a traffic-related incident. It does not replace any official damage report or the insurance company's own procedures.",
  "documentConfesion": "The document created by the application does not constitute an admission of guilt in connection with the incident. The purpose is to provide factual information about the parties involved, circumstances and course of events.",
  "helpsFast": "The application helps you quickly and easily collect all important information in the event of a traffic incident, regardless of language barriers. It generates a clear document that you can use as a basis when contacting insurance companies, rental car companies or other parties. The app does not replace existing procedures but acts as a valuable additional support.",
  "appDevInfo": "Mobile-TAG has been developed to quickly help users even if it involves language barriers",
  "standardServiceInfo": "The standard service means that automatic translations will not be performed",
  "benefitApp": "Mobile-TAG contributes to a better environment by helping drivers to leave the scene of an accident more quickly in the event of minor damage to the vehicle body, which reduces the risk of traffic disruption. This also leads to environmental benefits by reducing unnecessary fuel consumption and emissions from stationary vehicles. By streamlining reporting, Mobile-TAG improves road safety and ensures smoother handling of traffic incidents.",
  "defaultLanguage": "The document that is created is set to English by default, if your vehicle registration country is supported by the application, the application will select it automatically",
  "safeDocument": "Your vehicle’s insurance number is used as the password for the claim document, making it highly secure since insurance companies never share these numbers. If no insurance number is entered, the vehicle owner’s name is used instead. Mobile-TAG recommends verifying your insurance number with your insurer and entering it exactly as registered",
  "testAppInfo": "If you only want to test the Mobile-TAG-Application for yourself make sure that you delete the mail address for your insurance company, then no reporting will be sent by mistake to your insurance company and you can see for yourself how the Mobile-TAG-Application works.",
  "informationTitle": "Information",
  "MobileTAGTest": "Mobile-TAG can feel like real magic – try it once and you’ll see how effortlessly it solves a stressful situation.",
  "importantInfo": "Please note: In case of serious accidents involving personal injuries, significant damage affecting traffic safety, or any potential danger, emergency services must be contacted immediately. This application is not intended for such situations. Mobile-TAG is designed for minor damages, helping drivers resolve the situation quickly and efficiently on site.",
  
  "restrictionText": "Some Mobile-TAG features may be restricted or unavailable in specific countries or regions.<br>These limitations are usually caused by local regulations or political tensions and are unfortunately outside our control.",
  "priceTitle": "Price & Terms",
  "priceText": "Mobile-TAG is free to use for everyone. Advanced features like Mobile-TAG-Auto cost only about 1 euro and are valid for around 2 hours. This ensures that you only pay when you really need the service – no subscriptions, no hidden costs.",
  "priceInfoTitle": "How can Mobile-TAG be free?",
  "priceInfo": "Mobile-TAG is financed by advertising revenue via ads and partly by in-app purchases, this makes it possible for Mobile-TAG to be free for everyone except for the Mobile-TAG-Auto service.",
  
  "insuranceTitle": "Insurance Companies",
  "insuranceText": "Insurance companies only need an email address to receive the reports. The app generates a complete PDF that can be used directly in their workflows.",
  "insuranceTextInfo": "Mobile-TAG can benefit insurance companies by collecting information and creating a report about a traffic incident in a way that almost no other system can. The structure of the documents is quite similar to the standardized claim forms and all reports created by Mobile-TAG are identical regardless of language. The reports cannot be manipulated or changed afterwards, which can potentially help to make the investigation more fair to your customers. \n<br>Mobile-TAG does not replace any systems but is a valuable tool for drivers in a stressful situation.\n<br>\n<br>Why password protection and encryption?\n<br>The reports are password protected in case your customer or senders sends to wrong email address so no one can be able to read it.",
  "insuranceTextClaim": "The application does not make any assessment of who is responsible for the incident or the like, but is intended to collect all necessary information for the insurance companies' investigation.",

  "usersTitle": "Users",
  "usersText": "All drivers can use the app, regardless of language. Documents are automatically translated so both parties understand the same content. Drivers themselves are responsible for complying with local laws and regulations.",
  "usersTextInfo": "Mobile-TAG has been designed to focus most on those who are in the stressful situation and that is often the drivers. Mobile-TAG has tried to make everything as easy as possible for drivers so that they can quickly finish their report, which is read-only and their data is encrypted. Mobile-TAG does not store any information about the users in any database or share it with third parties, Mobile-TAG takes both security and personal integrity seriously. Mobile-TAG automatically deletes the other party's data in the app itself, but it must remain on the report for insurance companies to be able to investigate. It is important that users of the app delete all reports created by Mobile-TAG when the insurance companies are finished with their investigation.",
  
  "securityTitle": "Security",
  "securityText": "All communication in the app is encrypted in transit. Reports are stored only on the user's device until they are sent, and no sensitive information is shared with third parties.",

  "docProtectionTitle": "Document Protection",
  "docProtectionText": "Reports generated by Mobile-TAG are read-only, tamper-resistant, and encrypted with a password. The password is the insurance number provided by the user. If no insurance number is given, the vehicle owner’s first name is used. This ensures that documents can only be accessed by authorized parties.",

  "truthTitle": "Truthful Information",
  "truthText": "The app warns users that false or knowingly submitting false information may lead to legal consequences from the relevant insurance companies and authorities. All involved, including witnesses, are required to provide truthful information.",

  "whyTitle": "Why Mobile-TAG?",
  "whyList": [
    "Free and easy to use",
    "Saves time and reduces conflicts",
    "Gives insurance companies faster case handling",
    "Automatically handles languages and technical details in the background",
    "Encrypted, tamper-resistant, password-protected reports",
    "24/7 reporting"
  ],
  "companiesTitle": "For Companies",
  "companiesIntro": "Accidents are stressful, unexpected situations that no one wants to end up in. Mobile-TAG helps drivers and companies handle light incidents quickly and reliably. The app is free to use, and with built-in multilingual support, reports can be completed in just a few minutes – even when drivers don't speak the same language. Make life easier for your drivers — generate Mobile-TAG QR codes for your vehicles and ensure every incident is documented in minutes.",

  "rentalTitle": "For Car Rental Companies",
  "rentalText": "Place a unique QR code generated with Qr Code Generator in each vehicle (for example under the sun visor). When the driver scans the code in the Mobile-TAG app, the vehicle and insurance information is filled in automatically. The driver can then complete a protected and tamper-proof report in minutes, instead of struggling with paperwork or translation problems.",

  "qrTitle": "QR Code Generator",
  "qrText": "Here you can generate a unique QR code for each vehicle. Simply fill in vehicle owner information and insurance information, then download and print the QR code. Place it in the vehicle so drivers can scan it with the Mobile-TAG app in case of an incident. This feature is free to use and can be helpful for rental companies, leasing fleets, insurance companies, or logistics operators. Fields in red must be filled, please make sure that all information is correct",
  "qrMessage": "Please notice that your insurance number will be used as password for your document if no insurance number is provided then the owners first name will be used.",
  "qrMessageTip": "For example if insurance number is not used and the owner fullname is: \"Tired Driver\" the password will be \"Tired\" or if the owner is a company and company name: is \"Road Tech ltd\" the password will be \"Road\". It is important that you use the name exactly as it is in your insurance contract.",

  "benefitsTitle": "Benefits for Companies",
  "benefitsList": [
    "Free to use for drivers and companies",
    "Reports are created in just a few minutes during stressful situations",
    "Multilingual support ensures all parties understand the same document",
    "Encrypted, tamper-proof, password-protected reports",
    "Faster case handling for insurance companies",
    "Improved customer experience for rental and fleet customers"
  ],
      "countries": [
            "A/Austria", "AFG/Afghanistan", "AL/Albania", "AND/Andorra", "ANG/Angola", "AG/Antigua & Barbuda", "ARM/Armenia", "AUS/Australia", "AZ/Azerbaijan", "AX/Åland",
            "B/Belgium", "BD/Bangladesh", "BDS/Barbados", "BF/Burkina Faso","BY/Belarus", "BJ/Benin", "BG/Bulgaria","BI/Burundi",
            "BIH/Bosnia-Hercegovina", "BOL/Bolivia", "BR/Brazil", "BRN/Bahrain", "BRU/Brunei","BZ/Belize",
            "CAM/Cambodia", "CDN/Canada", "CH/Switzerland", "CI/Ivory Coast", "CL/Chile", "CM/Cameroon", "CO/Colombia", "COM/Comoros", "CR/Costa Rica", "CU/Cuba", "CV/Cabo Verde", "CY/Cyprus", "CZ/Czech Republic",
            "D/Germany", "DJ/Djibouti", "DK/Denmark", "DM/Dominica", "DOM/Dominican Republic", "DZ/Algeria",
            "E/Spain", "EC/Ecuador", "ES/El Savador", "EST/Estonia", "ET/Egypt", "ETH/Ethiopia",
            "F/France", "FIN/Finland", "FJI/Fiji",
            "GA/Gabon", "GB/United Kingdom", "GD/Grenada", "GE/Georgia", "GH/Ghana", "GMB/Gambia", "GN/Guinea", "GQ/Equatorial Guinea", "GR/Greece", "GT/Guatemala", "GW/Guinea-Bissau", "GY/Guyana",
            "HN/Honduras", "H/Hungary", "HR/Croatia",
            "I/Italy", "IE/Ireland", "IR/Iran", "IRQ/Iraq", "IND/India", "IS/Iceland",
            "J/Japan", "JAM/Jamaica", "JOR/Jordan",
            "K/Kenya", "KZ/Kazakhstan", "KWT/Kuwait",
            "LA/Laos", "LB/Lebanon", "LI/Liechtenstein", "LBR/Liberia", "LS/Lesotho", "LT/Lithuania", "LUX/Luxembourg", "LV/Latvia", "LY/Libya",
            "MA/Morocco", "MC/Monaco", "MD/Moldova", "ME/Montenegro", "MG/Madagascar", "MH/Marshall Islands", "MK/North Macedonia", "ML/Mali",
            "MM/Myanmar", "MNG/Mongolia", "MR/Mauritania", "MT/Malta", "MU/Mauritius", "MW/Malawi",
            "MX/Mexico", "MY/Malaysia", "MZ/Mozambique",
            "NAM/Namibia", "N/Norway", "NA/Nauru", "NIC/Nicaragua", "NE/Niger", "NG/Nigeria", "NL/Netherlands", "NZ/New Zealand",
            "OM/Oman",
            "P/Portugal", "PA/Panama", "PAK/Pakistan", "PE/Peru", "PH/Philippines", "PL/Poland", "PNG/Papua New Guinea", "PY/Paraguay",
            "QA/Qatar",
            "RA/Argentina", "RC/China", "RCA/Central African Republic", "RKS/Kosovo", "RI/Indonesia", "RO/Romania", "ROK/South Korea", "RSM/San Marino", "RUS/Russia", "RWA/Rwanda",
            "SA/Saudi Arabia", "SB/Solomon Islands", "SC/Seychelles", "SUD/Sudan", "SG/Singapore", "SK/Slovakia", "SL/Sierra Leone", "SLO/Slovenia",
            "SN/Senegal", "SO/Somalia", "SR/Suriname",  "SRB/Serbia", "ST/São Tomé & Príncipe","S/Sweden", "SY/Syria", "SZ/Eswatini",
            "T/Thailand", "TCH/Tchad", "TG/Togo", "TJ/Tajikistan", "TM/Turkmenistan",  "TN/Tunisia", "TO/Tonga", "TR/Turkiye", "TT/Trinidad & Tobago", "TV/Tuvalu", "TZ/Tanzania",
            "UA/Ukraine", "UAE/United Arab Emirates", "UG/Uganda", "USA/United States", "UY/Uruguay", "UZ/Uzbekistan",
            "VA/Vatican City", "VC/Saint Vincent & Grenadines", "VN/Vietnam", "VU/Vanuatu",
            "WS/Samoa",
            "ZA/South Africa", "ZW/Zimbabwe"
  ],
  "languages": [
    "Arabic", "Albanian", "Armenian", "Azerbaijani", "Bosnian", "Bulgarian", "Catalan", "Chinese-Simplified", "Chinese-Traditional", "Croatian", "Czech", "Danish", "Dutch", "English", "Estonian", "Finnish", "French", "Georgian", "German", "Greek",
            "Hungarian", "Hindi", "Indonesian", "Irish", "Icelandic", "Italian", "Japanese", "Kazakh", "Korean", "Latvian", "Lithuanian", "Luxembourgish", "Malaysian", "Macedonian", "Mongolian", "Norwegian", "Persian",
            "Polish", "Portuguese-Portugal", "Portuguese-Brazil", "Romanian", "Russian", "Serbian", "Slovak", "Slovenian", "Somali", "Spanish", "Swedish", "Turkish", "Ukrainian", "Urdu", "Uzbek",
            "Vietnamese"
  ],
  "mobiAuto": "What makes the application so powerful is that it can handle complex situations where drivers do not understand each other linguistically and not understanding the texts on the claim form can make everything complex. Mobile-TAG currently supports around 55 languages ​​and the best thing is that users do not have to think about any settings or customizations etc. everything is handled automatically, if we think that a German user has the system language German on their device and has been involved in an incident in Italy with their Italian registered rental car and does not know Italian. Such a situation means a time-consuming and stressful process awaits but with Mobile-TAG-Auto the driver can read and write in German and all translation is handled automatically to Italian without the user having to make any changes to the device settings and the final report in Italian is ready for the price of only 1 euro and even the original texts in German are also shown on the report so that all information is included and saved. In the scenario before if we also add a Spanish registered vehicle and the driver does not speak Spanish then Mobile-TAG-Auto must be activated on both devices then both parties will receive a report in the official language of the country where the vehicles are registered and if the drivers do not activate Mobile-TAG-Auto then the report will still be created in the official language that applies to the vehicles however no translation of the drivers descriptions or experience regarding the incident. All this means that the application can handle 4 different languages ​​simultaneously.",
  "mobiAutoTitle": "Mobile-TAG-Auto",
  "mobiAutoVersion": "About version",
  "mobiAutoVersionUpdates": "Mobile-TAG supports almost all European languages, and more language packs may be added through updates.",
  "aboutInfo": "About the application",
  "aboutInfoText": "Being involved in a traffic incident is always a difficult situation – stress, fear and frustration are common. Often you just want to get out of there as quickly as possible. But in the midst of all this, you have to look for a claim form and a pen. The stress is even greater when the form is not available – and especially when you do not understand each other's language.\n\nMany people then call their insurance company and end up on the phone line, sometimes for tens of minutes. Others try to report via the web, which often requires logging in and becomes even more complicated if it is evening, weekend or when the insurance company is closed. The situation can quickly feel chaotic.\n\nWith Mobile-TAG it is easy. In just a few minutes you have a finished report and can leave the scene. Then you can contact your insurance company in peace and quiet. The report can either be sent directly as it is, or used as a basis for your claim.\n\nMobile-TAG follows the standardized claim forms. The app does not replace existing systems or procedures, but serves as an extra valuable tool for collecting accurate information during an incident - quickly, clearly and without language barriers.\n\nBy helping drivers quickly gather all the necessary information, Mobile-TAG can help resolve situations more smoothly on the spot. This reduces the risk of unnecessary delays and queues, which in turn can contribute to fewer emissions from stationary vehicles.",
  "howWorkstitle": "How it works – Technology behind Mobile-TAG",
  "howWorksInfo": "Mobile-TAG is built with advanced logic and secure communication to make sure every report is reliable and easy to share.",
  "autoTranslateTitle": "Automated translations",
  "autoTranslateDescription": "The app supports dozens of languages. All translations are handled automatically, and the original text is always included for full clarity.",
  "secureTitle": "Secure data exchange",
  "secureDescription": "All information is encrypted during transfer, and the generated PDF reports are write-protected so they cannot be changed afterward.",
  "smartSyncTitle": "Smart synchronization",
  "smartSuncDescription": "When two drivers are involved, both devices exchange and verify the same data within seconds – making sure both sides get identical reports in their own language.",
  "performanceTitle": "Performance-focused",
  "performanceDescription": "Mobile-TAG is built natively for both iOS and Android, ensuring speed and reliability even in stressful situations.",
  "closing": "Mobile-TAG is not just a simple form – it is a smart assistant designed to reduce stress, eliminate language barriers, and provide trustworthy documentation within minutes.",
  "goToQR": "Go to Qr Code Generator!!!",
  "contactText": "We value your feedback. If you have suggestions for improvements, if the app doesn’t work as expected, or if you simply want to get in touch, please use the form below. We will get back to you as soon as possible.",
  "contactYourName": "Fullname",
  "contactYourMail": "e-Mail",
  "contactInfoDescribe": "Here you can describe your views or wishes.",
  "buttonSend": "Send",
  "moreLang": "Support for more languages will be added to the site",
  "thisQrService": "This service is handled by Mobile-TAG's server",
  "QuestionYes": "Yes",
  "QuestionNo": "No",
  "PropertyDamageYes": "Yes",
  "PropertyDamageNo": "No",
  "VBownertax": "Can the insured get back the value added tax on vehicles?",

  "title": "Support our free service",
  "description": "Your browser or security software is currently blocking ads. Advertisements make it possible for us to keep Mobile-TAG free for everyone and to continue improving our tools. Please whitelist this website in your Ad-blocker or Antivirus software. Mobile-TAG only displays safe and relevant ads — we do not show any content related to gambling, alcohol, tobacco, religion, or politics. Thank you for supporting an ad-free and responsible internet!",
  "note": "Having trouble? Some antivirus programs (e.g. F-Secure, Norton) also block ads. Please whitelist mobiletag-auto.com to continue.",
  "button": "I’ve whitelisted this site",

  "vehicleOwnerName": "Vehicle owner's name",
  "vehicleOwnerId": "The vehicle owner's ID or organization number",
  "vehicleOwnerAddress": "Vehicle owner's address",
  "vehicleOwnersZip": "Vehicle owner Zipcode",
  "vehicleOwnersLocation": "Location / city of the vehicle owner",
  "vehicleOwnersCountry": "Vehicle registered in (country)",
  "vehicleOwnerTel": "Vehicle owner's phone number",
  "vehicleOwnerMail": "Email to vehicle owner",
  "vehicleInsuranceName": "Insurance Company",
  "vehicleInsurancePolicyNo": "Insurance number / Policy number",
  "vehicleInsuranceCarrierDamage": "Does the vehicle have comprehensive insurance that can cover all damages?",
  "vehicleInsuranceGreen": "A green card number is not required",
  "vehicleInsuranceGreenValid": "if green card added (validity period)",
  "vehicleInsuranceTel": "Insurance company phone number",
  "vehicleInsuranceMail": "Insurance company email",
  "vehicleInsuranceAgent": "Agent or broker",
  "vehicleMake": "Vehicle make",
  "vehicleModel": "Vehicle model",
  "vehicleType": "Vehicle type",
  "vehicleRegistrationNo": "Registration plate",
  "vehicleRegistrationCity": "If applicable, the city/region where the vehicle is registered",
  "vehicleRegistrationCountry": "Vehicle registered in the country"
}

